[Play_X2_XP_TYG_1st_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Уровень энергии в аккумуляторе скачет, как ненормальный. Полагаю, наши действия увенчались успехом."

[Play_X2_XP_TYG_1st_Stronghold_Monolith_Damaged_Only AkEvent]
SpokenText="Да, процесс восстановления прервался. Сам аккумулятор, согласно моим наблюдениям, стал крайне нестабильным."

[Play_X2_XP_TYG_2nd_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Мои последние данные указывают на то, что аккумулятор ослабевает. Не верю, что он выдержит еще одну такую атаку."

[Play_X2_XP_TYG_2nd_Stronghold_Monolith_Damaged_Only AkEvent]
SpokenText="Мы успешно саботировали восстановление. Полагаю, об аккумуляторе можно забыть."

[Play_X2_XP_TYG_3rd_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Аккумулятор с трудом поддерживает стабильный уровень энергии. Еще немного, и мы его полностью обезвредим."

[Play_X2_XP_TYG_3rd_Stronghold_Monolith_Damaged_Only AkEvent]
SpokenText="Без аккумулятора процесс восстановления прекратится. Полагаю, нужно воспользоваться моментом и разобраться с врагом."

[Play_X2_XP_TYG_Destroy_Monolith_Nag AkEvent]
SpokenText="В этом аккумуляторе столько энергии, что Избранный, боюсь, может восстанавливаться бесконечно. Я не думаю, что мы сможем взять его измором."

[Play_X2_XP_TYG_T_1st_Stronghold_First_Chosen_False_Death AkEvent]
SpokenText="Это устройство - похоже, какой-то аккумулятор, вливающий огромное количество пси-энергии прямо в Избранного, восстанавливая его силы!"

[Play_X2_XP_TYG_T_1st_Stronghold_Mission_Intro AkEvent]
SpokenText="Сильный сигнал в глубине строения. Нисколько не сомневаюсь, что это наш Избранный."

[Play_X2_XP_TYG_T_1st_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Энергетический сигнал прямо по курсу. Похоже, это какое-то инопланетное транспортное устройство."

[Play_X2_XP_TYG_T_2nd_Stronghold_First_Chosen_False_Death AkEvent]
SpokenText="Это устройство аналогично аккумулятору, который мы встретили до этого. Рекомендую срочно вывести его из строя, чтобы не позволить Избранному бесконечно восстанавливаться."

[Play_X2_XP_TYG_T_2nd_Stronghold_Mission_Intro AkEvent]
SpokenText="Начинаю пеленг энергетического сигнала Избранного. Передаю координаты."

[Play_X2_XP_TYG_T_2nd_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Транспортный портал прямо по курсу. Передаю координаты."

[Play_X2_XP_TYG_T_3rd_Stronghold_First_Chosen_False_Death AkEvent]
SpokenText="Корректное замечание."

[Play_X2_XP_TYG_T_3rd_Stronghold_Mission_Intro AkEvent]
SpokenText="Центр, сигнал от транспортного устройства стал гораздо четче. Как будто кто-то хочет, чтобы мы его заметили."

[Play_X2_XP_TYG_T_3rd_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Сигнал от портала все сильнее и сильнее. Группа уже близко."

[Play_X2_XP_TYG_T_Destroy_Monolith_Callout AkEvent]
SpokenText="Центр, восстанавливающий барьер вокруг Избранного нам не поддастся, но про аккумулятор такого сказать нельзя. Предположу, что после передачи энергии он становится уязвим на короткое время."

[Play_X2_XP_TYG_T_First_Seen_Adv_Priest_M1 AkEvent]
SpokenText="Похоже, \"Адвент\" начал использовать в бою своих так называемых \"жрецов\". Их пси-способности значительно усилены при помощи имплантатов."

[Play_X2_XP_TYG_T_First_Seen_Lost_2 AkEvent]
SpokenText="Похоже, устройства пришельцев, сброшенные во время первого вторжения, отрицательно повлияли на этих жителей и привели к потере физического и умственного здоровья с сохранением базовых органических функций. Будьте осторожнее, шеф. Вне всякого сомнения, они опасны."

[Play_X2_XP_TYG_T_First_Seen_Spectre_M1 AkEvent]
SpokenText="Этот объект на самом деле является роем крошечных роботов, действующих слаженно и поддерживающих единую форму."

[Play_X2_XP_TYG_T_First_Spectre_Sighted AkEvent]
SpokenText="Несмотря на очевидную гуманоидную форму, это существо практически невидимо для наших сенсоров. Я бы и сам не поверил в его существование, если бы не видел собственными глазами."

[Play_X2_XP_TYG_T_LNA_Part1_Lost_Combat_Eight_1 AkEvent]
SpokenText="Несмотря на почти полное отсутствие сознания, эти существа обладают рудиментарными способностями к общению. Предположу звуковые сигналы, но, возможно, мы имеем дело с роевым поведением."

[Play_X2_XP_TYG_T_LNA_Part1_Lost_Combat_Eight_2 AkEvent]
SpokenText="Что вся эта орда знает, что здесь появилась еда. Я бы на вашем месте поспешил покинуть этот район."

[Play_X2_XP_TYG_T_LNA_Part1_Lost_Combat_Nine_1 AkEvent]
SpokenText="Центр, предварительный анализ этих созданий что-то мне напоминает. Нужно освежить память: что-то подобное мне уже встречалось во время работы на \"Адвент\"."

[Play_X2_XP_TYG_T_LNA_Part1_Lost_Combat_One_1 AkEvent]
SpokenText="ДНК этих существ видоизменена настолько, что считать их людьми уже нельзя. Возможно, это результат длительного контакта с радиацией от тех капсул. Мне, впрочем, не приходит в голову, зачем кому-то специально делать с собой такое."

[Play_X2_XP_TYG_T_LNA_Part1_Lost_Combat_Six_1 AkEvent]
SpokenText="Центр, биологические сигналы сбились в единую массу и приближаются к вашей позиции."

[Play_X2_XP_TYG_T_LNA_Part1_LostGone_NoEscape_1 AkEvent]
SpokenText="Биологический сканер подтверждает: больше этих созданий поблизости нет."

[Play_X2_XP_TYG_T_LNA_Part1_Post_Fog_Pod_1 AkEvent]
SpokenText="Эти устройства, бездействовавшие все эти годы, все еще испускают остаточную радиацию. У меня нет даже предположений относительно их первоначального предназначения."

[Play_X2_XP_TYG_T_LNA_Part1_Unit_Two_Exits AkEvent]
SpokenText="Центр, я посоветовал бы ускориться. Сканер показывает приближение большой биомассы."

[Play_X2_XP_TYG_T_LNA_Part2_Dasher_Callout_1 AkEvent]
SpokenText="Подходящее название. Похоже, мутации каким-то образом ускорили метаболизм бегунов, что вылилось в повышение скорости и ловкости, а также куда более агрессивное поведение."

[Play_X2_XP_TYG_T_LNA_Part2_Lost_Counter_Four_1 AkEvent]
SpokenText="Боюсь, что ударная волна от этого взрыва прошла по всему городу. Странники должны активно отреагировать на это."

[Play_X2_XP_TYG_T_LNA_Part2_Post_Big_Bang_1 AkEvent]
SpokenText="Боюсь, несчастье еще впереди. К вашей позиции стремительно приближаются новые объекты."

[Play_X2_XP_TYG_T_LNA_Part2_Pre_Purifier_Reveal_1 AkEvent]
SpokenText="Центр, по курсу новые биологические сигналы."

[Play_X2_XP_TYG_T_LNA_Part2_Pre_Purifier_Reveal_2 AkEvent]
SpokenText="Нет, это что-то гораздо более знакомое."

[Play_X2_XP_TYG_T_LNA_Part2_Purifier_Weapon_Info_1 AkEvent]
SpokenText="Сфокусированный поток плазмы из сопла чистильщика способен плавить не только органику. Перед ним не устоят ни камни, ни металлы, ни даже сплавы, из которых сделана наша броня. Жестокий, но эффективный способ \"поддерживать чистоту\"."

[Play_X2_XP_TYG_T_LNA_Part3_Lost_Reinforcement_1 AkEvent]
SpokenText="Эта капсула испускает звуковые волны, которые распространяются на большие расстояния."

[Play_X2_XP_TYG_T_LNA_Part3_Lost_Reinforcement_2 AkEvent]
SpokenText="Верное предположение. Вся местная биомасса Странников устремилась к нашей позиции."

[Play_X2_XP_TYG_T_LNA_Plasma_Purifiers_1 AkEvent]
SpokenText="Сфокусированный поток плазмы из сопла чистильщика способен плавить не только органику. Перед ним не устоят ни камни, ни металлы, ни даже сплавы, из которых сделана наша броня. Жестокий, но эффективный способ \"поддерживать чистоту\"."

[Play_X2_XP_TYG_T_LNA_Play3_Assassin_Teleport_1 AkEvent]
SpokenText="Никак нет. Сканеры работают на полной чувствительности, но она просто взяла и исчезла."

[Play_X2_XP_TYG_T_LNA_Play3_Lost_Battle_Five_1 AkEvent]
SpokenText="Засек новых Странников неподалеку от точки эвакуации. Рекомендую соблюдать осторожность: похоже, они раскусили нашу стратегию."

[Play_X2_XP_TYG_T_LNA_Play3_Lost_Battle_One AkEvent]
SpokenText="Предварительный анализ перемещения этих созданий указывает на высокий уровень координации. Возможно, они более разумны, чем кажутся. Крайне любопытная и пугающая возможность."

[Play_X2_XP_TYG_T_LNA_Play3_Lost_Battle_Seven_1 AkEvent]
SpokenText="Центр, объем биомассы, стекающейся к вашей позиции... Это просто кошмар. Если группа не эвакуируется прямо сейчас..."

[Play_X2_XP_TYG_T_Sabotage_Trans_Relay_Destroyed AkEvent]
SpokenText="Хорошо. Как мы и надеялись, изоляция сети откладывается на какое-то время."

[Play_X2_XP_TYG_T_Sabotage_Trans_Relay_Spotted AkEvent]
SpokenText="Согласно нашим данным, этот ретранслятор передает сигналы непосредственно в сеть. Если вы уничтожите его, то, возможно, противнику будет сложнее изолировать передатчик."

[Play_X2_XP_TYG_T_SITREP_Chemical_Leak AkEvent]
SpokenText="Мы засекли в секторе высокую концентрацию крайне неприятного вещества. Настоятельно рекомендую воздержаться от прямого контакта с ним."

[Play_X2_XP_TYG_T_SITREP_Outbreak AkEvent]
SpokenText="Как я и ожидал, сканирование указывает на значительное присутствие Странников в зоне боевых действий. Будьте осторожнее."

[Play_X2_XP_TYG_T_SITREP_Psionic_Storm AkEvent]
SpokenText="Как я и предполагал, пси-сигналы в этом секторе указывают на присутствие нескольких пришельцев с сильными пси-способностями. Рекомендую проявить осторожность, шеф."

[Play_X2_XP_TYG_T_SITREP_Savage AkEvent]
SpokenText="Первоначальный анализ подтверждается, шеф. В этой зоне пришельцы оставили своих наиболее неконтролируемых подчиненных."

[Play_X2_XP_TYG_CIN_LA_Reaper_Reveal_2 AkEvent]
SpokenText="В зоне перед вами обнаружены биологические сигналы."

